


# Fastfood = input ("Что будете кушать: Шаурма, самсы, пирожки:")
# if Fastfood == "Шаурма":
#     food = input ("С какой начинкой вы будете кушать: говядина, курица:")
#     if food == "говядина":
        
#         time1 = input("Шаурма с говядиной закончилась будет через 15 мин готовы ли вы ждать: да, нет:")
#         if time1 == "да":
#             print ("ожидайте заказ")
#         else:
#             exit()  
#     elif food == "курица":
#         print ("ожидайте заказ")
#     else:
#         print("такого нет")
#         exit()

# elif Fastfood == "самсы":
#     food = input ("С какой начинкой вы будете кушать: говядина, курица, сыр:")
#     if food == "":
#         time1 = input ("С сыром закончилась будет через 15 мин готов ждать: да или нет:")
#         time2 = input ("С говядиной будет готово через 5 часов будешь ждать?: да или нет")
#     if  time1 == "да":
#             print("ожидайте заказ")
#     else:
#             exit()   
# elif Fastfood == "пирожки":
#     food = input ("С какой начинкой будешь: картошка, фарш, грибы")
#     print("ожидайте заказ")

# else:
#     print("такого в меню нет")
#     exit()

# amount = input ("Сколько штук ты хочешь?:")
# drink = input ("Что вы будете пить: чай, кофе:")
# if drink == "":
#     drink = "не выбран"
# microwave = input ("подогреть еду?:")
# print (f"вы выбрали-{Fastfood}; с начинкой-{food}; {amount}шт; напиток-{drink}:")
    


    

            
