# a = "привет" + "акан".lower().upper()
# print(a)
from re import A


# a = ("true")
# a = str(a)
# # print(a) 'Google создаст специальную команду для поиска багов в особо важных приложениях.
# a = input("Введите символ:")
# b = "GitHub"
# # print(a.join(b))
# a = ('Ботнет IPStorm , в который ранее входили лишь Windows-машины, увеличился до 13 500 зараженных систем').replace("е",("3"))
# print(a)

# a = input("Как вас зовут ?")
# b = input("Какой твой любимый фильм?")
# # print(f"Привет{a}; классный фильм {b}:")
# a =  'Google создаст специальную команду для поиска багов в особо важных приложениях.'.split()
# print(len(a))
# # print(a)
# a = 'Самые важные собЫтия в миРе инфосека за сентябрь'
# b = "/"
# # print(b.join(a))
# a =  'хакеры слили в сеть данные пакистанской энергетической компании k-Electric'.upper()
# prkint(a)

